Revit 2027 API
GroupTypeId.RotationAbout Property
 Rotation about.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotationAbout { get; }
Public Shared ReadOnly Property RotationAbout As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotationAbout {
	ForgeTypeId^ get ();
}
static member RotationAbout : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace